import Vue from '../../core/vue/index.js';
export default Vue.extend({
    template: /*html*/ `
  <div class="book markdown">
    <vue-markdown>{{article}}</vue-markdown>
  </div>
  `,
    data() {
        return {
            article: `
# 《投资哲学与操盘智慧——实战手筋》
修订版最新出炉，清新墨香，隽永长存

- [点击进入微店订购](http://weidian.com/item.html?itemID=1496898686)
- [点击进入淘宝订购](http://item.taobao.com/item.htm?id=43037416100)

咨询热线：0755－89811158

> 如需丁洋先生签名请在订购系统里备注中注明。

## 内容简介
投资者总是期待政策救市，而政府却无责为股民买单；
投资者总是天天关心大盘，而天天担心大盘的恰恰是最不赚钱的人；
投资者认为天量天价，而牛市从来不惧大量；
投资者担心利空，而利空历来不是头部的标志；
投资者开始研究价值，但是最具成长性的却是垃圾股；
信奉了价值投资理念，可一轮牛市过去后，人们发现，蓝筹股也有泡沫；
投资者厌恶亏损，可亏损是投资的一部分。
可以说，多大的胸怀决定了多大的利润。

丁洋先生在十余年里的实战操作中，总结出主力机构的十大盈利模型，通过操盘手法、盘口形态，展示了主力机构呕心沥血的操盘智慧，科学的揭示了“见光死”、“利空出尽”等常见手法的形成机理。本书图文并茂，是投资者走出思维误区、培养操盘理念的精品教程。

本书重点介绍了以交易为本质的投资哲学，以及技术分析量化的研究成果。
第一部分《投资哲学》，提出了我们对市场运动本质的系统思维方式；
第二部分《博弈之道》，介绍通过策略战胜市场的方法；
第三部分《技术精华》，对股市波动进行量化研究；
第四部分《操盘精要》，通过实战案例进一步讲解私募机构的投资体系；
第五部分《历史重现》，将我们近年来的研究成果进行回放。

《股市黑客理论——实战手筋》是《股市黑客理论——短线手筋》之后的一本系统性分析方法的专著，是逆向思维法与行为金融学的结合，在投资交易中具有实用性。

## 作者简介

**丁洋**

中国第一代阳光私募基金经理，人大私募基金立法小组调研员、深圳瑞银投资总监。 素以简介独到、行动果敢而著称，独创股市黑客理论，多次精准预测股市大底和大顶。 主流媒体特邀嘉宾，风格清新生动，一起独到的视野和准确的研判，深受投资者欢迎。 主战二级市场，成功运作多家上市公司股改、定向增发、大宗交易、市值管理、股权激励等项目。 清华、北大、浙大等高校《投资哲学与操盘智慧》精品课程、博士班、EMBA、总裁班特邀教授。

## 目录

<details><summary><strong>第一章 投资哲学</strong></summary>

- 投资本质是时机把握
- 证券投资要素是生存
- 精确计算在投资中的局限性
- 预测总是要不断的修正
- 投资需要包容
- 波动的本质
- 趋势理论和相反理论
- 题材与舆论的配合
- 权证活跃与股市涅磐
- 楼市的交易机理
- 制造定式与打破定式
- 题材的转化是永恒规律
- 短线交易实质是心态交易
- 高手心态是孤独地攀登
- 多大视野决定多大收获
- 疯狂冲刺是风险的先兆
- 通货膨胀阶段的资产估值
- 创业板最值钱的是企业家
- 创新企业应当给以溢价
- 成功需要奋斗和坚守
- 牛市最珍贵的礼物是筹码
- 成长的代价
- 股票不是生活的全部

</details>
<details><summary><strong>第二章 博弈之道</strong></summary>

- 政策救市——政府无责为股民买单
- 害怕危机——重大问题就是重大机会
- 预测大盘——担心大盘最不赚钱
- 天量天价——牛市多头不惧大量
- 利空见顶——利空不是头部的标志
- AH  接轨——差异是商品的自然属性
- 蓝筹主流——牛市的八二现象
- 买入持有——筹码的时间价值
- 等待分红——透明的股票不值得投资
- 追随价值——蓝筹也有泡沫
- 看重业绩——最具成长性的是垃圾股
- 追求完美——亏损是投资的一部分
- 低吸高抛——预测对错不是最重要的
- 计算供求——供求关系无法精准衡量
- 权威媒体——从众思维要不得
- 价值投资——股票本身没有好坏
- 鸡蛋和篮子——复杂组合不利于散户
- 信心与涨跌——股票并非由信心主导涨跌
- 投资情绪——离于爱者无忧无怖
- 底部特征——底部出现之后才是底
- 低吸高抛——放之四海而皆准
- 市场因素的思维方法-政策面
- 市场因素的思维方法-资金面
- 市场因素的思维方法-行情性质
- 市场因素的思维方法-融资行为

</details>
<details><summary><strong>第三章 技术精华</strong></summary>

- 证券投资方法论
- 投机市场的基本要素
- 市场波动的主要特征
- 投机市场的分析原则
- 分时盘面预测技巧
- 盘面数据观测要点
- 盘口语言的深度解读
- 典型的短线洗盘术
- 短线对冲技术揭秘
- 短线精确买卖技法
- 操盘交易的卖出时机
- 时间窗口的计算公式
- 技术选股的投资模型
- 拉抬个股的起涨信号
- 短线黑马的捕捉技巧
- 中线选股操作技法
- 各种类型股票的买卖策略
- 投资建议怎么听
- 市场的底部特征
- 市场的头部特征
- 筹码分析技巧
- 空头陷阱的识别技巧
- 赢家心态修炼秘诀
- 养成正确的投资习惯
- 资产管理的风控纪律

</details>
<details><summary><strong>第四章 操盘智慧</strong></summary>

- 行情与预期呈反相关性
- 牛市阶段热点启动层次
- 蓝筹股的生命周期模型
- 超级主力建仓手法揭秘
- 投资机会在盲点中产生
- 跳空缺口中隐藏的玄机
- 信息反相关的博弈原理
- 私募基金资产管理模型
- 题材与股价运动机理
- 市场强弱的观测角度
- 龙头品种的实战精要
- 补涨题材的实战手筋
- 正相关性与反相关性
- 内幕信息的盈利模式
- 研究报告的盈利模式
- 突发消息的实战策略
- 制造定式与打破定式
- 被套主力的减仓模式
- 大盘转势的擒龙战法
- 短线实战操盘精要
- 筹码收集：发现底部启动点
- 价值带：动态跟踪价值波动
- 全流通时代的资本市场玩法
- 后记

</details>
      `.trim(),
        };
    },
});
//# sourceMappingURL=book.js.map