import { ArticlePeek } from './article-peek'

export const getPredictionsMockup = (): ArticlePeek[] => {
  return [
    {
      title: '个股分化演绎',
      date: new Date('2018-12-04'),
      description: '11月超跌低价股掀起涨停潮，随着监管强化，前期龙头冲锋结束，后一阶段将进入到个股补涨循环，大盘依然以阶段震荡为主。',
      id: 1,
      coverUrl: '1.jpg',
    },
    {
      title: '个股分化演绎',
      date: new Date('2018-12-05'),
      description: '11月超跌低价股掀起涨停潮，随着监管强化，前期龙头冲锋结束，后一阶段将进入到个股补涨循环，大盘依然以阶段震荡为主。',
      id: 2,
    },
    {
      title: '个股分化演绎',
      date: new Date('2018-12-24'),
      description: '11月超跌低价股掀起涨停潮，随着监管强化，前期龙头冲锋结束，后一阶段将进入到个股补涨循环，大盘依然以阶段震荡为主。',
      id: 3,
    },
    {
      title: '个股分化演绎',
      date: new Date('2018-12-25'),
      description: '11月超跌低价股掀起涨停潮，随着监管强化，前期龙头冲锋结束，后一阶段将进入到个股补涨循环，大盘依然以阶段震荡为主。',
      id: 4,
    }
  ]
}
export const getStocksMockup = (): ArticlePeek[] => {
  return [
    {
      title: '证券日报：2016私募冠军如何炼成',
      date: new Date('2017-01-16'),
      description: '不同于公募基金，阳光私募基金的净值无法日日披露，盘点年度排名一般滞后十多天。时至1月15日，正是私募基金2016年的业绩出齐的最佳时点。',
      id: 1,
      coverUrl: '2.jpg',
    },
    {
      title: '证券日报：2016私募冠军如何炼成',
      date: new Date('2017-01-17'),
      description: '不同于公募基金，阳光私募基金的净值无法日日披露，盘点年度排名一般滞后十多天。时至1月15日，正是私募基金2016年的业绩出齐的最佳时点。',
      id: 2,
    },
    {
      title: '证券日报：2016私募冠军如何炼成',
      date: new Date('2017-02-17'),
      description: '不同于公募基金，阳光私募基金的净值无法日日披露，盘点年度排名一般滞后十多天。时至1月15日，正是私募基金2016年的业绩出齐的最佳时点。',
      id: 3,
    },
    {
      title: '证券日报：2016私募冠军如何炼成',
      date: new Date('2017-02-18'),
      description: '不同于公募基金，阳光私募基金的净值无法日日披露，盘点年度排名一般滞后十多天。时至1月15日，正是私募基金2016年的业绩出齐的最佳时点。',
      id: 4,
    },
  ]
}
export const getResearchesMockup = (): ArticlePeek[] => {
  return [
    {
      title: '瑞贝卡：成长业绩俱佳的价值股',
      date: new Date('2017-04-24'),
      description: '在2017年将受益于美国市场的回暖和 Sleek 品牌在国内的战略调整。年初至今美国消费者对于假发产品的需求，尤其是单价较高的化纤发条的需求开始出现复苏。',
      id: 1,
      coverUrl: '3.jpg',
    },
    {
      title: '瑞贝卡：成长业绩俱佳的价值股',
      date: new Date('2017-04-25'),
      description: '在2017年将受益于美国市场的回暖和 Sleek 品牌在国内的战略调整。年初至今美国消费者对于假发产品的需求，尤其是单价较高的化纤发条的需求开始出现复苏。',
      id: 2,
    },
    {
      title: '瑞贝卡：成长业绩俱佳的价值股',
      date: new Date('2017-04-26'),
      description: '在2017年将受益于美国市场的回暖和 Sleek 品牌在国内的战略调整。年初至今美国消费者对于假发产品的需求，尤其是单价较高的化纤发条的需求开始出现复苏。',
      id: 3,
    },
    {
      title: '瑞贝卡：成长业绩俱佳的价值股',
      date: new Date('2017-04-27'),
      description: '在2017年将受益于美国市场的回暖和 Sleek 品牌在国内的战略调整。年初至今美国消费者对于假发产品的需求，尤其是单价较高的化纤发条的需求开始出现复苏。',
      id: 4,
    },
  ]
}
export const getInvestmentsMockup = (): ArticlePeek[] => {
  return [
    {
      title: '投资本质是时机把握',
      date: new Date('2009-08-28'),
      description: '证券投资是一门艺术，它超越了投资概念本身。市场这两个字实际指的是供求关系，是资金进出的结果。市场中短期走势由供给需求决定，中长期是价格围绕价值波动的结果。',
      id: 1,
      coverUrl: '4.jpg',
    },
    {
      title: '投资本质是时机把握',
      date: new Date('2009-08-29'),
      description: '证券投资是一门艺术，它超越了投资概念本身。市场这两个字实际指的是供求关系，是资金进出的结果。市场中短期走势由供给需求决定，中长期是价格围绕价值波动的结果。',
      id: 2,
    },
    {
      title: '投资本质是时机把握',
      date: new Date('2009-08-30'),
      description: '证券投资是一门艺术，它超越了投资概念本身。市场这两个字实际指的是供求关系，是资金进出的结果。市场中短期走势由供给需求决定，中长期是价格围绕价值波动的结果。',
      id: 3,
    },
    {
      title: '投资本质是时机把握',
      date: new Date('2009-08-31'),
      description: '证券投资是一门艺术，它超越了投资概念本身。市场这两个字实际指的是供求关系，是资金进出的结果。市场中短期走势由供给需求决定，中长期是价格围绕价值波动的结果。',
      id: 4,
    },
  ]
}